<template>
  <div class="root">
    <v-header :header="headInfo" register="true"></v-header>
    <div class="body">
        <div class="body-con">
            <h6>及美用户协议</h6>
            <p>提示条款<br/><br/>
欢迎您与各我方平台经营者（详见定义条款）共同签署本《用户服务协议》（下称“本协议”）并使用我方平台服务！ <br/><br/>

各条款标题仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。 <br/><br/>

【审慎阅读】 您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。 请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。 如您对协议有任何疑问，可向我方平台客服咨询。 <br/><br/>

【签约动作】 当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与我方平台网站达成一致，成为及美网或我方平台“用户”。 阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。 <br/><br/>

如果您未申请注册流程，您仍可浏览网站内容，但不能发表评论、弹幕或观看付费内容。 <br/><br/>

如果您在本协议生效前已成为我方平台的注册用户，则您通过访问和/或使用我方平台网站，即视为您表示同意接受本协议的全部内容，否则请您不要访问或使用我方平台网站。<br/><br/>
1. 定义<br/><br/>
我方平台： 指及美网络（域名为 geeme.cn）和我方从事互联网视频、移动端和互联网电视内容服务的关联公司所控制、管理的媒资管理系统、CDN、服务器等及未来我方拥有、占有、使用和运营的平台。如我方关联公司（范围详见定义部分）的产品或服务中使用了我方平台提供的产品或服务，但未设独立法律声明及隐私权政策的，则本政策同样适用于该部分产品或服务。 <br/><br/>

我方： 我方平台经营者的单称或合称，即及美网络科技有限公司。<br/><br/>

我方平台服务： 我方基于互联网，以包含我方平台网站、客户端（含APP\APK\SDK\API方式）、内容分发、信息网络传播、网络直播、互联网电视业务等方式在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。 <br/><br/>

我方平台规则： 包括在所有我方平台网站内已经发布及后续发布的全部规则、用户服务协议、解读、公告等内容以及各平台在频道、活动页面、帮助中心等发布的各类规则、实施细则、产品说明、公告等。 <br/><br/>

同一用户： 使用同一身份认证信息或经我方平台排查认定多个用户账户的实际控制人为同一人的，均视为同一用户。 <br/><br/>

2. 协议范围<br/><br/>
2.1 签约主体<br/><br/>
【平等主体】本协议由您与我方平台经营者共同缔结，本协议对您与我方平台经营者均具有合同效力。 <br/><br/>

【主体信息】我方平台经营者是指经营我方平台的各法律主体，您可根据以上定义条款确定与您履约的我方主体（见1.定义中的“我方”）。本协议项下， 我方平台经营者可能根据我方平台的业务调整而发生变更，变更后的我方平台经营者与您共同履行本协议并向您提供服务，我方平台经营者的变更不会影响您本协议项下的权益。我方平台经营者还有可能因为提供新的我方平台服务而新增，如您使用新增的我方平台服务的，视为您同意新增的我方平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。<br/><br/>
2.2 补充协议<br/><br/>
由于互联网行业高速发展，您与我方签署的本协议列明的条款并不能完整罗列并覆盖您与我方所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，我方平台《法律声明及隐私权政策》、我方平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。 如您使用我方平台服务，视为您同意上述补充协议。<br/><br/>
2.3 用户协议变更
我方平台可在我方平台更新用户协议、隐私政策及相关平台规则（统称“用户协议”，届时协议更新会通过系统提示、信息推送和／或您在我方平台留下的联系方式通知和提醒您注意。 用户协议变更后，如您继续使用我方平台服务，即意味着您同意接受我方更新后的用户协议。如您不同意变更后的用户协议，请您停止使用我方平台产品和服务。<br/><br/>

3. 账户注册与使用<br/><br/>
3.1 用户资格<br/><br/>
您确认，在您开始使用/注册程序使用我方平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。 <br/><br/>

若您不具备前述与您行为相适应的民事行为能力，则应获得监护人的知情同意，您及您的监护人应依照法律规定承担因此而导致的相应的责任。特别地，如果您是未成年人，请在您的监护人的同意和指导下访问和/或使用我方平台网站。<br/><br/>
3.2 账户说明<br/><br/>
【账户获得】当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得我方平台账户（ “及美账户”）并成为我方平台用户。 <br/><br/>

【账户使用】您有权使用您设置或确认的我方会员名、邮箱、手机号码（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录我方平台。由于您的账户关联您的个人信息及我方平台商业信息，您的及美账户仅限您本人使用。未经我方平台同意，您直接或间接授权第三方使用您及美账户或获取您账户项下信息的行为无效。如我方平台根据平台规则中约定的违约认定程序及标准判断您及美账户的使用可能危及您的账户安全及/或我方平台信息安全的，我方平台有权对用户行为及应适用的规则进行认定，并据此处理，暂停或停止提供相应的服务。 <br/><br/>

【账户转让】由于用户账户关联用户信息，仅当有法律明文规定、司法裁定或经我方同意，并符合我方平台规则规定的用户账户转让流程的情况下，您才可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。 除此外，您的账户不得以任何方式转让，否则由此产生的一切责任均由您承担。 <br/><br/>

为使您更好地使用我方平台的各项服务，我方建议您按照我方平台要求及相关法律规定完成实名认证。<br/><br/>

【实名认证】 如您已存在及美账户，但尚未进行实名认证（如未提供手机号），请您尽快绑定个人手机号或其他第三方账号（如我方账号、支付宝账号、微信账号、QQ账号、微博账号等）。如您不进行实名<br/><br/>
（一）我们可根据适用法律的要求删除您的个人信息，或使其匿名化处理。也可依照法律规定的期限和方式继续保存您留存于我方平台的其他内容和信息。 <br/><br/>

（二）对于您过往的违约行为，我方仍可依据本协议向您追究违约责任。 <br/><br/>

【交易处理】本协议终止后，对于您在本协议存续期间产生的交易订单，我方平台可关闭该等交易订单，我方可自行决定退回费用或扣除相关费用作为违约金。<br/><br/>
12. 法律适用、管辖与其他<br/><br/>
【法律适用】本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国法律；如法律无相关规定的，参照商业惯例及/或行业惯例。 <br/><br/>

【管辖】您因使用我方平台服务所产生及与我方平台服务有关的争议，由我方与您协商解决。协商不成时，任何一方均可向被告所在地人民法院提起诉讼。 <br/><br/>

【条款有效性】本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。<br/><br/>
</p>
        </div>
    </div>
  </div>
</template>

<script>
import Header from "@/components/loginCommon/LoginHeader";
export default {
    components:{
        'v-header':Header
    },
    data() {
        return {
            headInfo:{
                title:"用户协议",
                isphone: false
            }
        }
    },
}
</script>

<style lang="scss" scoped>
.root{
    .body{
        width: 1400px;
        box-sizing: border-box;
        margin: auto;
        margin-top: 20px;
        .body-con{
            box-sizing: border-box;
            padding: 0 200px;
            background: #ffffff;
            border-radius: 5px;
            h6{
                font-size: 30px;
                line-height: 122px;
                width: 100%;
                text-align: center;
                color: #333333
            }
            p{
                color: #686868;
                font-size: 14px;
            }
        }
    }
}
</style>



